{
  "Figma_Boarding_5j6bcc": "FAITES VOTRE",
  "Figma_Boarding_680123": "Le meilleur endroit simple où vous découvrirez les meubles les plus merveilleux et embellirez votre maison",
  "Figma_Boarding_c5g8hd": "BELLE MAISON",
  "Figma_Boarding_dhqqbe": "Démarrer",
  "Figma_Log in_021535": "Email",
  "Figma_Log in_081329": "S'inscrire",
  "Figma_Log in_451861": "Bonjour !\nCONTENT DE TE REVOIR",
  "Figma_Log in_8sui03": "Mot de passe oublié",
  "Figma_Log in_929566": "S'identifier",
  "Figma_Log in_otepli": "Mot de passe",
  "Figma_Sign up_1o8w7u": "Email",
  "Figma_Sign up_310657": "Confirmez le mot de passe",
  "Figma_Sign up_600596": "S'inscrire",
  "Figma_Sign up_656619": "Mot de passe",
  "Figma_Sign up_bvglgm": "Nom",
  "Figma_Sign up_ctx7pf": "ACCUEILLIR",
  "Figma_Sign up_jmgw3b": "Vous avez déjà un compte ? Se connecter",
  "Figma_• iPhone X / Bars / Status / Default_048793": "9:41",
  "Figma_• iPhone X / Bars / Status / Default_a1hd6n": "9:41",
  "Page 1..Light Mode.pq3tcy": "Mode lumière",
  "Page 1.Frame 1.Crime.rfmj3s": "Crime",
  "Page 1.Frame 1.Education.642831": "Éducation",
  "Page 1.Frame 1.Novel.iat9wv": "Roman",
  "Page 1.Frame 1.Psycology.7bw9i5": "Psychologie",
  "Page 1.Frame 1.Romance.q7rhgk": "Romance",
  "Page 1.Frame 1.Science.ndpxqt": "Science",
  "Page 1.Frame 1.Self-love.orqss7": "L'amour de soi",
  "Page 1.Frame 10.Catcher in the Rye.7g0p3k": "L'Attrape-cœurs",
  "Page 1.Frame 10.J.D. Salinger.dfgekr": "J.D. Salinger",
  "Page 1.Frame 11.Overview.174166": "Aperçu",
  "Page 1.Frame 11.The Catcher in the Rye is a novel by J. D. Salinger, partially published in serial form in 1945–1946 and as a novel in 1951. It was originally intended for adu lts but is often read by adolescents for its theme of angst, alienation and as a critique.......lci7ar": "L'Attrape-cœurs est un roman de J. D. Salinger, partiellement publié sous forme de feuilleton en 1945-1946 et sous forme de roman en 1951. Il était à l'origine destiné aux adultes, mais il est souvent lu par les adolescents pour son thème d'angoisse, d'aliénation et comme critique......",
  "Page 1.Frame 13.About the author.b1vhoc": "À propos de l'auteur",
  "Page 1.Frame 13.J.D. Salinger was an American writer, best known for his 1951 novel The Catcher in the Rye. Before its publi cation, Salinger published several short stories in Story magazine.30m9vu": "J.D. Salinger était un écrivain américain, surtout connu pour son roman L'Attrape-cœurs, paru en 1951. Avant sa publication, Salinger a publié plusieurs nouvelles dans le magazine Story.",
  "Page 1.Frame 14.Buy for %14.05.448343": "Achetez pour 14,05 %",
  "Page 1.Frame 17.4.0.567485": "4.0",
  "Page 1.Frame 18.Read Previews.128608": "Lire les aperçus",
  "Page 1.Frame 2.Catcher in the Rye.jbh6ej": "L'Attrape-cœurs",
  "Page 1.Frame 2.J.D. Salinger.p4s0xg": "J.D. Salinger",
  "Page 1.Frame 3.Roald Dahl.apd2zq": "Roald Dahl",
  "Page 1.Frame 3.Someone Like You.809858": "Quelqu'un comme vous",
  "Page 1.Frame 33.Catcher in the Rye.hnsoq9": "L'Attrape-cœurs",
  "Page 1.Frame 33.J.D. Salinger.wlu3sa": "J.D. Salinger",
  "Page 1.Frame 4.J.R.R Tolkein.133651": "J.R.R. Tolkien",
  "Page 1.Frame 4.Lord of the Rings.400178": "Le Seigneur des Anneaux",
  "Page 1.Frame 40.All your favourites book in one place, read any book, staying at home, on travelling, or anywhere else.094751": "Tous vos livres préférés au même endroit, lisez n'importe quel livre, que vous soyez à la maison, en voyage ou ailleurs",
  "Page 1.Frame 40.Read your favourite books.218296": "Lisez vos livres préférés",
  "Page 1.Frame 41.Sign Up.ci07p5": "S'inscrire",
  "Page 1.heading text.Welcome back, Bunny!.780835": "Bienvenue à toi, Bunny !",
  "Page 1.heading text.What do you want to read today?.wemvh6": "Que voulez-vous lire aujourd'hui ?",
  "Page 1.Light Home.New Arrivals.439441": "Nouvelles Arrivées",
  "Page 1.Light Home.✏️ Placeholder.46l031": "Rechercher",
  "Page 1.Read book.Font Size.tiz1fy": "Taille de la police",
  "Page 1.Read book.Pencey is Holden’s fourth school; he has already failed out of three others.At Pencey, he has failed four out of five of his classes and has received notice that he is being expelled, but he is not scheduled to return home to Manhattan until Wedne-sday. He visits his elderly history teacher, Spencer, to say goodbye, but when Spencer tries to reprimand him for his poor academic perfo rm ance, Holden becomes annoyed. Back in the dorm itory, Holden is further irritated by his unhygienic neighbor, Ackley, and by his own roommate, Strad later. Stradlater spends the evening on a date with Jane Gallagher, a girl whom Holden used to date and whom he still admires. During the course of the evening, Holden grows increasingly nervous about Stradlater ’s taking Jane out, and when Stradlater returns, Holden questions him insist ently about whether he tried to have sex with her. Stradlater teases Holden, who flies into a rage and attacks Stradlater. Stradlater pins Holden down and bloodies his nose. Holden decides that he’s enough of Pencey and will goand bloodies his nose.Holden decides that he’s enough of Pencey and will go and bloodies his nose. Holden decides that he’s enough of Pencey and will go.23e7m3": "Pencey est le quatrième établissement scolaire de Holden ; il a déjà échoué dans trois autres. À Pencey, il a échoué dans quatre de ses cinq matières et a reçu un avis d&#39;expulsion, mais son retour à Manhattan n&#39;est prévu que mercredi. Il rend visite à Spencer, son vieux professeur d&#39;histoire, pour lui dire au revoir, mais lorsque Spencer tente de le réprimander pour ses mauvais résultats scolaires, Holden s&#39;agace. De retour au dortoir, Holden est encore plus irrité par son voisin peu hygiénique, Ackley, et plus tard par son propre colocataire, Strad.\n\nStradlater passe la soirée à un rendez-vous avec Jane Gallagher, une fille avec qui Holden est sorti et qu&#39;il admire toujours. Au cours de la soirée, Holden devient de plus en plus nerveux à l&#39;idée que Stradlater sorte avec Jane. À son retour, Holden le questionne avec insistance pour savoir s&#39;il a tenté de coucher avec elle. Stradlater taquine Holden, qui entre en colère et attaque Stradlater. Stradlater plaque Holden au sol et lui fait un sang de nez. Holden décide qu&#39;il en a assez de Pencey et va partir."
}