{
  "Figma_Boarding_5j6bcc": "あなたの",
  "Figma_Boarding_680123": "最も素晴らしい家具を発見し、あなたの家を美しくする最高のシンプルな場所",
  "Figma_Boarding_c5g8hd": "美しい家",
  "Figma_Boarding_dhqqbe": "始める",
  "Figma_Log in_021535": "メール",
  "Figma_Log in_081329": "サインアップ",
  "Figma_Log in_451861": "こんにちは ！\nおかえり",
  "Figma_Log in_8sui03": "パスワードをお忘れですか",
  "Figma_Log in_929566": "ログイン",
  "Figma_Log in_otepli": "パスワード",
  "Figma_Sign up_1o8w7u": "メール",
  "Figma_Sign up_310657": "パスワードを認証する",
  "Figma_Sign up_600596": "サインアップ",
  "Figma_Sign up_656619": "パスワード",
  "Figma_Sign up_bvglgm": "名前",
  "Figma_Sign up_ctx7pf": "いらっしゃいませ",
  "Figma_Sign up_jmgw3b": "すでにアカウントをお持ちですか? サインイン",
  "Figma_• iPhone X / Bars / Status / Default_048793": "9:41",
  "Figma_• iPhone X / Bars / Status / Default_a1hd6n": "9:41",
  "Page 1..Light Mode.pq3tcy": "ライトモード",
  "Page 1.Frame 1.Crime.rfmj3s": "犯罪",
  "Page 1.Frame 1.Education.642831": "教育",
  "Page 1.Frame 1.Novel.iat9wv": "小説",
  "Page 1.Frame 1.Psycology.7bw9i5": "心理学",
  "Page 1.Frame 1.Romance.q7rhgk": "ロマンス",
  "Page 1.Frame 1.Science.ndpxqt": "科学",
  "Page 1.Frame 1.Self-love.orqss7": "自己愛",
  "Page 1.Frame 10.Catcher in the Rye.7g0p3k": "キャッチャー・イン・ザ・ライ",
  "Page 1.Frame 10.J.D. Salinger.dfgekr": "J.D.サリンジャー",
  "Page 1.Frame 11.Overview.174166": "概要",
  "Page 1.Frame 11.The Catcher in the Rye is a novel by J. D. Salinger, partially published in serial form in 1945–1946 and as a novel in 1951. It was originally intended for adu lts but is often read by adolescents for its theme of angst, alienation and as a critique.......lci7ar": "『ライ麦畑でつかまえて』は J. D. サリンジャーの小説で、1945 年から 1946 年にかけて部分的に連載され、1951 年に小説として出版されました。元々は成人向けでしたが、不安、疎外感などのテーマのため、青少年によく読まれています。批評……",
  "Page 1.Frame 13.About the author.b1vhoc": "著者について",
  "Page 1.Frame 13.J.D. Salinger was an American writer, best known for his 1951 novel The Catcher in the Rye. Before its publi cation, Salinger published several short stories in Story magazine.30m9vu": "J.D.サリンジャーはアメリカの作家で、1951年の小説『ライ麦畑でつかまえて』で最もよく知られています。サリンジャーは出版前にストーリー誌にいくつかの短編小説を発表した。",
  "Page 1.Frame 14.Buy for %14.05.448343": "%14.05 で購入",
  "Page 1.Frame 17.4.0.567485": "4.0",
  "Page 1.Frame 18.Read Previews.128608": "プレビューを読む",
  "Page 1.Frame 2.Catcher in the Rye.jbh6ej": "キャッチャー・イン・ザ・ライ",
  "Page 1.Frame 2.J.D. Salinger.p4s0xg": "J.D.サリンジャー",
  "Page 1.Frame 3.Roald Dahl.apd2zq": "ロアルド・ダール",
  "Page 1.Frame 3.Someone Like You.809858": "あなたのような人",
  "Page 1.Frame 33.Catcher in the Rye.hnsoq9": "キャッチャー・イン・ザ・ライ",
  "Page 1.Frame 33.J.D. Salinger.wlu3sa": "J.D.サリンジャー",
  "Page 1.Frame 4.J.R.R Tolkein.133651": "J.R.R トールカイン",
  "Page 1.Frame 4.Lord of the Rings.400178": "ロード・オブ・ザ・リング",
  "Page 1.Frame 40.All your favourites book in one place, read any book, staying at home, on travelling, or anywhere else.094751": "お気に入りの本をすべて 1 か所にまとめて、家にいても、旅行中でもどこでも、どんな本でも読むことができます",
  "Page 1.Frame 40.Read your favourite books.218296": "お気に入りの本を読んでください",
  "Page 1.Frame 41.Sign Up.ci07p5": "サインアップ",
  "Page 1.heading text.Welcome back, Bunny!.780835": "おかえり、バニー！",
  "Page 1.heading text.What do you want to read today?.wemvh6": "今日は何を読みたいですか？",
  "Page 1.Light Home.New Arrivals.439441": "新着",
  "Page 1.Light Home.✏️ Placeholder.46l031": "検索",
  "Page 1.Read book.Font Size.tiz1fy": "フォントサイズ",
  "Page 1.Read book.Pencey is Holden’s fourth school; he has already failed out of three others.At Pencey, he has failed four out of five of his classes and has received notice that he is being expelled, but he is not scheduled to return home to Manhattan until Wedne-sday. He visits his elderly history teacher, Spencer, to say goodbye, but when Spencer tries to reprimand him for his poor academic perfo rm ance, Holden becomes annoyed. Back in the dorm itory, Holden is further irritated by his unhygienic neighbor, Ackley, and by his own roommate, Strad later. Stradlater spends the evening on a date with Jane Gallagher, a girl whom Holden used to date and whom he still admires. During the course of the evening, Holden grows increasingly nervous about Stradlater ’s taking Jane out, and when Stradlater returns, Holden questions him insist ently about whether he tried to have sex with her. Stradlater teases Holden, who flies into a rage and attacks Stradlater. Stradlater pins Holden down and bloodies his nose. Holden decides that he’s enough of Pencey and will goand bloodies his nose.Holden decides that he’s enough of Pencey and will go and bloodies his nose. Holden decides that he’s enough of Pencey and will go.23e7m3": "ペンシーはホールデンにとって 4 番目の学校です。ペンシー大学では、5つの授業のうち4つを落第しており、退学通知を受けているが、水曜日までマンハッタンの自宅に戻る予定はない。彼は別れを告げるために年老いた歴史教師のスペンサーを訪ねますが、スペンサーが彼の学業成績の悪さを叱責しようとしたため、ホールデンはイライラしてしまいます。寮の話に戻ると、ホールデンは不衛生な隣人のアクリー、そしてその後自分のルームメイトのストラッドにさらにイライラします。\n\nストラドレーターは、ホールデンがかつてデートし、今でも尊敬している女性、ジェーン・ギャラガーとデートの夜を過ごす。その夜、ホールデンはストラドレーターがジェーンを連れ出すことにますます不安になり、ストラドレーターが戻ってくると、ホールデンは彼女とセックスしようとしたかどうかについて執拗に質問する。ストラドレーターはホールデンをからかい、ホールデンは激怒してストラドレーターを攻撃する。ストラドレーターはホールデンを押さえつけ、鼻血を流した。ホールデンは、ペンシーにはもう飽きたと判断し、鼻血を出しに行きます。 ホールデンは、ペンシーにはもう飽きたと判断し、鼻血を出しに行きます。ホールデンはペンシーにはもう飽きたと判断し、去るつもりだ"
}