{
  "Figma_Boarding_5j6bcc": "MAKE YOUR",
  "Figma_Boarding_680123": "The best simple place where you discover most wonderful furnitures and make your home beautiful",
  "Figma_Boarding_c5g8hd": "HOME BEAUTIFUL",
  "Figma_Boarding_dhqqbe": "Get Started",
  "Figma_Log in_021535": "Email",
  "Figma_Log in_081329": "SIGN UP",
  "Figma_Log in_451861": "Hello !\nWELCOME BACK",
  "Figma_Log in_8sui03": "Forgot Password",
  "Figma_Log in_929566": "Log in",
  "Figma_Log in_otepli": "Password",
  "Figma_Sign up_1o8w7u": "Email",
  "Figma_Sign up_310657": "Confirm Password",
  "Figma_Sign up_600596": "SIGN UP",
  "Figma_Sign up_656619": "Password",
  "Figma_Sign up_bvglgm": "Name",
  "Figma_Sign up_ctx7pf": "WELCOME",
  "Figma_Sign up_jmgw3b": "Already have account? SIGN IN",
  "Figma_• iPhone X / Bars / Status / Default_048793": "9:41",
  "Figma_• iPhone X / Bars / Status / Default_a1hd6n": "9:41",
  "Page 1..Light Mode.pq3tcy": "Light Mode",
  "Page 1.Frame 1.Crime.rfmj3s": "Crime",
  "Page 1.Frame 1.Education.642831": "Education",
  "Page 1.Frame 1.Novel.iat9wv": "Novel",
  "Page 1.Frame 1.Psycology.7bw9i5": "Psycology",
  "Page 1.Frame 1.Romance.q7rhgk": "Romance",
  "Page 1.Frame 1.Science.ndpxqt": "Science",
  "Page 1.Frame 1.Self-love.orqss7": "Self-love",
  "Page 1.Frame 10.Catcher in the Rye.7g0p3k": "Catcher in the Rye",
  "Page 1.Frame 10.J.D. Salinger.dfgekr": "J.D. Salinger",
  "Page 1.Frame 11.Overview.174166": "Overview",
  "Page 1.Frame 11.The Catcher in the Rye is a novel by J. D. Salinger, partially published in serial form in 1945–1946 and as a novel in 1951. It was originally intended for adu lts but is often read by adolescents for its theme of angst, alienation and as a critique.......lci7ar": "The Catcher in the Rye is a novel by J. D. Salinger, partially published in serial form in 1945–1946 and as a novel in 1951. It was originally intended for adu lts but is often read by adolescents for its theme of angst, alienation and as a critique......",
  "Page 1.Frame 13.About the author.b1vhoc": "About the author",
  "Page 1.Frame 13.J.D. Salinger was an American writer, best known for his 1951 novel The Catcher in the Rye. Before its publi cation, Salinger published several short stories in Story magazine.30m9vu": "J.D. Salinger was an American writer, best known for his 1951 novel The Catcher in the Rye. Before its publi cation, Salinger published several short stories in Story magazine",
  "Page 1.Frame 14.Buy for %14.05.448343": "Buy for %14.05",
  "Page 1.Frame 17.4.0.567485": "4.0",
  "Page 1.Frame 18.Read Previews.128608": "Read Previews",
  "Page 1.Frame 2.Catcher in the Rye.jbh6ej": "Catcher in the Rye",
  "Page 1.Frame 2.J.D. Salinger.p4s0xg": "J.D. Salinger",
  "Page 1.Frame 3.Roald Dahl.apd2zq": "Roald Dahl",
  "Page 1.Frame 3.Someone Like You.809858": "Someone Like You",
  "Page 1.Frame 33.Catcher in the Rye.hnsoq9": "Catcher in the Rye",
  "Page 1.Frame 33.J.D. Salinger.wlu3sa": "J.D. Salinger",
  "Page 1.Frame 4.J.R.R Tolkein.133651": "J.R.R Tolkein",
  "Page 1.Frame 4.Lord of the Rings.400178": "Lord of the Rings",
  "Page 1.Frame 40.All your favourites book in one place, read any book, staying at home, on travelling, or anywhere else.094751": "All your favourites book in one place, read any book, staying at home, on travelling, or anywhere else",
  "Page 1.Frame 40.Read your favourite books.218296": "Read your favourite books",
  "Page 1.Frame 41.Sign Up.ci07p5": "Sign Up",
  "Page 1.heading text.Welcome back, Bunny!.780835": "Welcome back, Bunny!",
  "Page 1.heading text.What do you want to read today?.wemvh6": "What do you want to read today?",
  "Page 1.Light Home.New Arrivals.439441": "New Arrivals",
  "Page 1.Light Home.✏️ Placeholder.46l031": "Search",
  "Page 1.Read book.Font Size.tiz1fy": "Font Size",
  "Page 1.Read book.Pencey is Holden’s fourth school; he has already failed out of three others.At Pencey, he has failed four out of five of his classes and has received notice that he is being expelled, but he is not scheduled to return home to Manhattan until Wedne-sday. He visits his elderly history teacher, Spencer, to say goodbye, but when Spencer tries to reprimand him for his poor academic perfo rm ance, Holden becomes annoyed. Back in the dorm itory, Holden is further irritated by his unhygienic neighbor, Ackley, and by his own roommate, Strad later. Stradlater spends the evening on a date with Jane Gallagher, a girl whom Holden used to date and whom he still admires. During the course of the evening, Holden grows increasingly nervous about Stradlater ’s taking Jane out, and when Stradlater returns, Holden questions him insist ently about whether he tried to have sex with her. Stradlater teases Holden, who flies into a rage and attacks Stradlater. Stradlater pins Holden down and bloodies his nose. Holden decides that he’s enough of Pencey and will goand bloodies his nose.Holden decides that he’s enough of Pencey and will go and bloodies his nose. Holden decides that he’s enough of Pencey and will go.23e7m3": "Pencey  is   Holden’s  fourth  school; he has already failed out of three others.At  Pencey, he has  failed four  out  of  five of  his classes and  has  received notice   that   he is   being expelled,  but  he  is  not scheduled  to return home  to  Manhattan  until  Wedne-sday. He visits his  elderly history teacher, Spencer, to say   goodbye,  but    when  Spencer  tries  to reprimand him  for his poor  academic perfo rm ance, Holden becomes annoyed. Back in the dorm itory,  Holden is further  irritated by his unhygienic neighbor, Ackley, and by his own  roommate,  Strad later.\n \nStradlater  spends   the  evening   on a  date with   Jane  Gallagher, a   girl  whom  Holden used  to  date  and  whom  he   still  admires. During  the   course  of  the   evening, Holden grows increasingly nervous about Stradlater ’s   taking   Jane   out,   and   when Stradlater returns,  Holden   questions   him  insist ently about whether he tried to  have sex with her. Stradlater   teases  Holden,  who  flies  into  a rage and attacks  Stradlater. Stradlater pins Holden down and  bloodies his nose. Holden decides   that  he’s  enough  of  Pencey  and  will goand bloodies his nose.Holden decides that  he’s  enough  of  Pencey  and  will go and  bloodies his nose. Holden decides  that  he’s  enough  of  Pencey  and  will go   "
}